[
  {
    "vignette_id": "PILOT-0001",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৯ বছর বয়সী একজন ডানহাতি রোগী নিয়মিত স্বাস্থ্য পরীক্ষার জন্য চিকিৎসকের কাছে এসেছেন। জিজ্ঞাসাবাদের সময় তিনি জানান যে গত ৩ মাস ধরে তার কথা বলতে কিছুটা সমস্যা হচ্ছে। কথোপকথনের সময় তিনি প্রায়ই অন্যদের কথা পুনরাবৃত্তি করতে সমস্যায় পড়েন। রোগীর উচ্চ রক্তচাপ আছে এবং তিনি হাইড্রোক্লোরোথায়াজাইড সেবন করেন। তার শারীরিক লক্ষণগুলো স্বাভাবিক সীমার মধ্যে রয়েছে। রোগী সাবলীলভাবে পূর্ণ বাক্যে কথা বলতে পারেন এবং তার বোঝার ক্ষমতা স্বাভাবিক। তাকে যখন “কিন্ডারগার্টেন” শব্দটি বলতে বলা হয়, তিনি উত্তর দেন, “সিনটেলমারভিন… না, ওটা ভুল… কিন্টারফ্লারগিন, না ওটাও ঠিক না... কান্টোলারগেন... না? কিন্ডারগার্টেন কেমন হবে?” রোগীর এই উপসর্গের সবচেয়ে সম্ভাব্য কারণ নিচের কোন ধমনীর একটি শাখার সংকীর্ণতা বা ব্লক?",
    "বিকল্পসমূহ": {
      "ক": "বাম মিডল সেরেব্রাল",
      "খ": "ডান ভার্টেব্রাল",
      "গ": "বাম পোস্টেরিয়র ইনফেরিওর সেরিবেলার",
      "ঘ": "বাম পেনিট্রেটিং"
    },
    "উত্তর": "বাম মিডল সেরেব্রাল",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0002",
    "সমন্বয়_বিভাগ": "ফুসফুস ও শ্বাসতন্ত্র",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "মেটাস্ট্যাটিক ফুসফুসের ক্যান্সারে আক্রান্ত ৬৫ বছর বয়সী একজন রোগী তীব্র ও অবিরাম ব্যথা অনুভব করছেন। তার মুখ দিয়ে সেবনের মরফিনের ডোজ বাড়ানোর প্রয়োজন হয়েছে, কিন্তু এখন পার্শ্বপ্রতিক্রিয়া দেখা দিচ্ছে। পেইন ম্যানেজমেন্ট টিম এমন একটি ওষুধ ব্যবহারের পরামর্শ দিয়েছে যা এনএমডিএ-রিসিভটরের সাথে মিথস্ক্রিয়ার মাধ্যমে তার ওপিওডের প্রয়োজনীয়তা কমাতে পারে। নিচের কোনটি সবচেয়ে সম্ভবত সুপারিশকৃত ওষুধ ছিল?",
    "বিকল্পসমূহ": {
      "ক": "প্রোপোফল",
      "খ": "কেটামিন",
      "গ": "ফেন্টানিল",
      "ঘ": "মিডাজোলাম"
    },
    "উত্তর": "কেটামিন",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0003",
    "সমন্বয়_বিভাগ": "হৃদরোগ ও রক্তসংবহন",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "একজন সুস্থ ২৩ বছর বয়সী যুবক তার ফিজিওলজি ক্লাসের অংশ হিসেবে একটি এক্সারসাইজ স্ট্রেস টেস্ট করছেন। পরীক্ষার আগে এবং পরে শরীরের বিভিন্ন স্থান থেকে রক্ত সংগ্রহ করা হলে, শরীরের কোন স্থানে উভয় সময়েই অক্সিজেনের মাত্রা সবচেয়ে কম থাকবে?",
    "বিকল্পসমূহ": {
      "ক": "ইনফেরিওর ভেনা কাভা",
      "খ": "করোনারি সাইনাস",
      "গ": "পালমোনারি ধমনী",
      "ঘ": "পালমোনারি শিরা"
    },
    "উত্তর": "করোনারি সাইনাস",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0004",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২৩ বছর বয়সী একজন রোগী চোখের সাদা অংশ হলুদ হয়ে যাওয়ার জন্য ক্লিনিকে এসেছেন। রোগী সাধারণত সুস্থ থাকেন এবং সম্প্রতি ওজন কমানোর জন্য “ইন্টারমিটেন্ট ফাস্টিং” বা সাময়িক উপবাস শুরু করেছেন। ৪ বছর আগে একটি জরুরি অ্যাপেনডেক্টমি অপারেশনের সময়ও তার এমন হয়েছিল। রোগী ধূমপান করেন না তবে ২ দিন আগে অতিরিক্ত মদ্যপান করেছিলেন। তিনি একাধিক সঙ্গীর সাথে যৌনভাবে সক্রিয়। শারীরিক পরীক্ষায় জন্ডিস (স্ক্লেরাল ইক্টেরাস) ছাড়া আর কোনো অস্বাভাবিকতা পাওয়া যায়নি। এই রোগীর উপসর্গের সবচেয়ে সম্ভাব্য ব্যাখ্যা কী?",
    "বিকল্পসমূহ": {
      "ক": "পিত্তনালীর অটোইমিউন-জনিত পচন (ফাইব্রোসিস)",
      "খ": "যকৃতের দীর্ঘমেয়াদী ভাইরাল সংক্রমণ",
      "গ": "ইউডিপি-গ্লুকুরোনোসিলট্রান্সফারেজ এনজাইমের কার্যকারিতা হ্রাস",
      "ঘ": "বিলিরুবিন নিঃসরণে ত্রুটি"
    },
    "উত্তর": "ইউডিপি-গ্লুকুরোনোসিলট্রান্সফারেজ এনজাইমের কার্যকারিতা হ্রাস",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0005",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬২ বছর বয়সী একজন রোগী দৃষ্টিশক্তির পরিবর্তনের জন্য জরুরি বিভাগে এসেছেন। প্রায় ৯০ মিনিট আগে সোফায় বসে সঙ্গীর সাথে টেলিভিশন দেখার সময় তিনি হঠাৎ লক্ষ্য করেন যে তিনি স্ক্রিনটি স্বাভাবিকভাবে দেখতে পাচ্ছেন না। তিনি কিছুটা মাথা ঘোরাও অনুভব করেন। আগে কখনোই এমন কিছু হয়নি। সাধারণ শারীরিক পরীক্ষা স্বাভাবিক ছিল। স্নায়বিক পরীক্ষায় ম্যাকুলার স্পেয়ারিং সহ উভয় চোখের ডান পাশের দৃষ্টিশক্তির ত্রুটি পাওয়া গেছে, যদিও চোখের মণির নড়াচড়া স্বাভাবিক। মাথার সিটি স্ক্যানে কোনো অস্বাভাবিকতা ধরা পড়েনি। ব্রেইন এনজিওগ্রাফি করলে নিচের কোন রক্তনালীতে সমস্যা পাওয়ার সম্ভাবনা সবচেয়ে বেশি?",
    "বিকল্পসমূহ": {
      "ক": "ইন্টারনাল ক্যারোটিড ধমনী",
      "খ": "অ্যান্টারিওর সেরেব্রাল ধমনী",
      "গ": "পোস্টেরিয়র সেরেব্রাল ধমনী",
      "ঘ": "ব্যাসিলার ধমনী"
    },
    "উত্তর": "পোস্টেরিয়র সেরেব্রাল ধমনী",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0006",
    "সমন্বয়_বিভাগ": "মধুমেহ ও বিপাক",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৪ বছর বয়সী একজন রোগী ২ দিন ধরে পিঠের নিচের দিকে ব্যথা, জ্বর এবং কাঁপুনি নিয়ে জরুরি বিভাগে এসেছেন। বমি বমি ভাব থাকলেও বমি হয়নি। রোগীর উচ্চ রক্তচাপ, দীর্ঘমেয়াদী কিডনি রোগ এবং টাইপ ২ ডায়াবেটিস আছে। ৩ মাস আগে তার বাম পাায়ের একটি আঙুল কেটে ফেলতে হয়েছিল। তিনি ৪৮ বছর ধরে প্রতিদিন এক প্যাকেট সিগারেট ধূমপান করেন। বর্তমানে তিনি হাইড্রোক্লোরোথায়াজাইড, মেটোপ্রোলল এবং ইনসুলিন গ্রহণ করছেন। শরীরের তাপমাত্রা ৩৯.৪°সে, রক্তচাপ ১৫০/৯৪ মি.মি.। ডান পায়ের নিচে ১ সে.মি. আকারের গোল ক্ষত দেখা গেছে। বাম পাশে কোমরের ব্যথা বিদ্যমান। ল্যাবরেটরিতে শ্বেত রক্তকণিকার পরিমাণ ১৯০০০ এবং ক্রিয়েটিনিন ২.৪ মি.গ্রা. পাওয়া গেছে। চিকিৎসার পরবর্তী সঠিক পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "হাসপাতালে ভর্তি করে ইনজেকশনের মাধ্যমে সিপ্রোফ্লক্সাসিন দেওয়া",
      "খ": "বাড়িতে রেখে মুখে খাওয়ার লিভোফ্লক্সাসিন দেওয়া",
      "গ": "ট্রাইমেথোপ্রিম-সালফামেথোক্সাজল দিয়ে চিকিৎসা শুরু করা",
      "ঘ": "হেমোডায়ালাইসিস শুরু করা"
    },
    "উত্তর": "হাসপাতালে ভর্তি করে ইনজেকশনের মাধ্যমে সিপ্রোফ্লক্সাসিন দেওয়া",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0007",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩৬ বছর বয়সী একজন রোগীকে ৩ দিন ধরে বারবার অ-পিত্ত বমির জন্য জরুরি বিভাগে আনা হয়েছে। বমিতে অজীর্ণ খাদ্য থাকে এবং আজ দুবার গাঢ় বাদামী রঙের বমি হয়েছে। এই সময়ে রোগীর দ্রুত পেট ভরে যাওয়ার অনুভূতি হচ্ছে। গত এক সপ্তাহ ধরে পেটের উপরের অংশে তীব্র ব্যথা এবং বদহজম হচ্ছে। খাবার খেলে বা অ্যান্টাসিড নিলে ব্যথা কিছুটা কমে, কিন্তু রাতে এবং খাওয়ার কয়েক ঘণ্টা পর ব্যথা বেড়ে যায়। এই সময়ে তার ২ কেজি ওজন বেড়েছে। তার বাবার ৩ বছর আগে কোলন ক্যান্সার হয়েছিল। রোগী ১৫ বছর ধরে ধুমপান করেন এবং প্রতিদিন মদ্যপান করেন। শরীরের তাপমাত্রা ৩৭.১°সে, পালস ১০৬/মিনিট। তলপেটের উপরের অংশে একটি চাকা অনুভূত হচ্ছে। তার মল পরীক্ষায় রক্ত পাওয়া গেছে। এই রোগীর বমির মূল কারণ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "প্রদাহ এবং পানি আসা (এডিমা)",
      "খ": "পাকস্থলীর অস্বাভাবিক ঘূর্ণন",
      "গ": "টিউমারের বৃদ্ধি",
      "ঘ": "অগ্ন্যাশয়ের রস জমা হওয়া"
    },
    "উত্তর": "প্রদাহ এবং পানি আসা (এডিমা)",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0008",
    "সমন্বয়_বিভাগ": "রক্তবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪১ বছর বয়সী একজন রোগী পেটে ব্যথা নিয়ে চিকিৎসকের কাছে এসেছেন। তিনি জানান যে ব্যথা সারাদিন ধরে আসে এবং যায়, প্রতিবার ২০-৩০ মিনিট থাকে। নাভির ১-২ ইঞ্চি উপরে তিনি ব্যথা অনুভব করেন। বমি বমি ভাব থাকলেও টক ঢেকুর বা রাতে কাশির সমস্যা নেই। ঘন ঘন খাবার খেলে ব্যথার উন্নতি হয়। গত কয়েক দিনে আইবুপ্রোফেন খেয়ে তার কিছুটা উপকার হয়েছে। ৩ মাসে তার ২ কেজি ওজন বেড়েছে। তার ব্যক্তিগত বা পারিবারিক ক্যান্সারের কোনো ইতিহাস নেই। নাভির উপরে চাপ দিলে তিনি ব্যথা অনুভব করেন। মলে রক্তের উপস্থিত পাওয়া গেছে। এন্ডোস্কোপি করে বায়োপসি করলে নিচের কোনটি পাওয়ার সম্ভাবনা সবচেয়ে বেশি?",
    "বিকল্পসমূহ": {
      "ক": "পাকস্থলীতে ক্ষতের উপস্থিতি",
      "খ": "ক্ষুদ্রান্ত্রে ইউরিয়েজ উৎপাদনকারী জীবাণু",
      "গ": "ক্ষুদ্রান্ত্রে পিএএস-পজিটিভ বস্তু",
      "ঘ": "বৃহদান্ত্রে ক্রিপ্ট অ্যাবসেস বা পুঁজ জমা হওয়া"
    },
    "উত্তর": "ক্ষুদ্রান্ত্রে ইউরিয়েজ উৎপাদনকারী জীবাণু",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0009",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩৬ বছর বয়সী একজন রোগী ধূমপান ছাড়ার জন্য চিকিৎসকের পরামর্শ নিতে এসেছেন। তিনি ১৫ বছর ধরে ধূমপান করছেন এবং আগে বেশ কয়েকবার ছাড়ার চেষ্টা করেও ব্যর্থ হয়েছেন। তিনি নিকোটিন রিপ্লেসমেন্ট পণ্য ব্যবহার করেও ফল পাননি। রোগীর টক ঢেকুর বা জিইআরডি এর সমস্যা আছে। তার মাথায় আঘাত পাওয়ার পর দুবার খিঁচুনি হওয়ার ইতিহাস আছে। বর্তমানে তিনি কোনো খিঁচুনির ওষুধ খান না। তিনি শুনেছেন একটি অ্যান্টি-ডিপ্রেসেন্ট ওষুধ ধূমপান ছাড়তে সাহায্য করে। এই ওষুধটি ব্যবহারের ক্ষেত্রে নিচের কোন তথ্যটি সঠিক?",
    "বিকল্পসমূহ": {
      "ক": "ওমেপ্রাজল এই ওষুধের কার্যকারিতায় বাধা দেয়",
      "খ": "বুপ্রোপিয়ন শুধুমাত্র নিকোটিন রিপ্লেসমেন্টের সাথেই কার্যকর",
      "গ": "বুপ্রোপিয়ন খিঁচুনির ঝুঁকি বাড়ায় এবং খিঁচুনির ইতিহাস থাকলে এটি নেওয়া উচিত নয়",
      "ঘ": "শুধুমাত্র হার্টের পরীক্ষার পরই এটি দেওয়া যেতে পারে"
    },
    "উত্তর": "বুপ্রোপিয়ন খিঁচুনির ঝুঁকি বাড়ায় এবং খিঁচুনির ইতিহাস থাকলে এটি নেওয়া উচিত নয়",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0010",
    "সমন্বয়_বিভাগ": "হৃদরোগ ও রক্তসংবহন",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৫৬ বছর বয়সী একজন রোগীকে রাস্তা থেকে অচেতন অবস্থায় উদ্ধার করে জরুরি বিভাগে আনা হয়েছে। তিনি একজন গৃহহীন ব্যক্তি এবং দীর্ঘকাল ধরে মদ্যপান করেন। হাসপাতালে তার রক্তচাপ ১১০/৭০ মি.মি. এবং পালস ৯৫/মিনিট। অচেতন রোগীর গায়ে রক্তমাখা বমিতে খাদ্যের কণা দেখা গেছে। তার মল কালো এবং আঠালো (ট্যারি স্টুল)। রোগীকে অক্সিজেন এবং স্যালাইন দেওয়া হয়েছে। পরবর্তী সঠিক পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "কলোনোস্কোপি করা",
      "খ": "আপার জিআই এন্ডোস্কোপি করা",
      "গ": "এইচ. পাইলোরি কমানোর ওষুধ দেওয়া",
      "ঘ": "পেপটিক আলসারের জন্য অস্ত্রোপচার করা"
    },
    "উত্তর": "আপার জিআই এন্ডোস্কোপি করা",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0011",
    "সমন্বয়_বিভাগ": "বাত ও অস্থিরোগ",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩৫ বছর বয়সী একজন রোগী প্রথমবার একজন মনোরোগ বিশেষজ্ঞের কাছে এসেছেন। তিনি জানান যে গত ৩ বছর ধরে তিনি বারবার বিষণ্ণতা অনুভব করছেন। এই বিষণ্ণতার পর্বগুলো কোনো বিশেষ ঘটনার সাথে সম্পর্কিত নয় এবং সাধারণত ৪-৬ সপ্তাহ পর নিজে থেকেই ঠিক হয়ে যায়। এই সময়ে তার ঘুমের ব্যাঘাত এবং ক্ষুধামন্দা দেখা দেয়। গত দশ বছর ধরে মেজাজ খুব ভালো থাকার (elevated mood) ইতিহাসও আছে। সেই সময়ে তিনি কর্মক্ষেত্রে খুব দক্ষ হয়ে ওঠেন এবং স্বাভাবিকের চেয়ে কম ঘুমের প্রয়োজন হয়। তার মেডিকেল ইতিহাসে স্থূলতা, টাইপ ১ ডায়াবেটিস এবং রিউমাটয়েড আর্থ্রাইটিস রয়েছে। তিনি ইনসুলিন এবং মেথোট্রেক্সেট গ্রহণ করেন। পরীক্ষায় তাকে শান্ত এবং আবেগহীন দেখাচ্ছে। রোগীর সবচেয়ে সম্ভাব্য রোগ নির্ণয় কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "বাইপোলার ১ ডিজঅর্ডার",
      "খ": "সাইক্লোথাইমিক ডিজঅর্ডার",
      "গ": "পারসিস্টেন্ট ডিপ্রেসিভ ডিজঅর্ডার",
      "ঘ": "সিজোঅ্যাফেক্টিভ ডিজঅর্ডার"
    },
    "উত্তর": "সাইক্লোথাইমিক ডিজঅর্ডার",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0012",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২৯ বছর বয়সী একজন রোগীকে তার প্রতিবেশী জরুরি বিভাগে নিয়ে এসেছেন। রোগীকে খুব অগোছালো দেখাচ্ছে এবং তার মধ্যে শ্রবণভ্রম লক্ষ্য করা যাচ্ছে। তিনি সময় এবং স্থান সম্পর্কে সচেতন এবং তার স্মৃতিশক্তি স্বাভাবিক। প্রতিবেশী জানান যে গত সপ্তাহ থেকে রোগীর আচরণে আকস্মিক পরিবর্তন এসেছে। তিনি হঠাৎ করে সব সামাজিক অনুষ্ঠানে যোগ দেওয়া শুরু করেছেন এবং খুব বেশি কথা বলছেন। তিনি নিজেকে নিয়ে অনেক অহংকার করেন এবং অন্যের ওপর নিজের মতামত চাপিয়ে দেওয়ার চেষ্টা করেন। কারো অসম্মতিতে তিনি খুব উত্তেজিত হয়ে পড়েন। এই রোগীর অবস্থার ভালো পরিণতির (prognosis) নির্ধারক কোনটি হতে পারে?",
    "বিকল্পসমূহ": {
      "ক": "আবেগীয় উপসর্গ",
      "খ": "অবিবাহিত থাকা",
      "গ": "পুরুষ লিঙ্গ",
      "ঘ": "নেতিবাচক উপসর্গ"
    },
    "উত্তর": "আবেগীয় উপসর্গ",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0013",
    "সমন্বয়_বিভাগ": "মধুমেহ ও বিপাক",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৫৮ বছর বয়সী একজন রোগী ৪ সপ্তাহ ধরে মাঝে মাঝে বুকের মাঝখানে ব্যথা অনুভব করার কারণে চিকিৎসকের কাছে এসেছেন। এই ব্যথা পরিশ্রম করলে বা বাইরে ঠান্ডা আবহাওয়া থাকলে দেখা দেয়। ব্যথার সময় তার শ্বাসকষ্ট এবং বুক ধড়ফড় হয়। বিশ্রাম নিলে ব্যথা সেরে যায়। গত কয়েক দিনে এই ব্যথার হার বেড়েছে। রোগীর উচ্চ রক্তচাপ, টাইপ ২ ডায়াবেটিস এবং অস্টিওআর্থ্রাইটিস আছে। ২৫ বছর আগে এক দুর্ঘটনায় তার বাম পা হাঁটুর নিচ থেকে কেটে ফেলা হয়েছিল এবং বর্তমানে তিনি ক্রাচ ব্যবহার করেন। বর্তমানে তিনি ক্যাপটোপ্রিল এবং গ্লাইবুরাইড সেবন করছেন। ইসিজি এবং কার্ডিয়াক মার্কারগুলো স্বাভাবিক আছে। রোগ নির্ণয়ের জন্য পরবর্তী সঠিক পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "ফার্মাকোলজিক্যাল স্ট্রেস সহ মায়োকার্ডিয়াল পারফিউশন স্ক্যান",
      "খ": "আপার এন্ডোস্কোপি",
      "গ": "করোনারি এনজিওগ্রাফি",
      "ঘ": "বিশ্রামরত অবস্থায় ইকোকার্ডিওগ্রাফি"
    },
    "উত্তর": "ফার্মাকোলজিক্যাল স্ট্রেস সহ মায়োকার্ডিয়াল পারফিউশন স্ক্যান",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0014",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৫ বছর বয়সী একজন রোগী গত কয়েক মাস ধরে আচরণগত পরিবর্তনের জন্য চিকিৎসকের কাছে এসেছেন। প্রথমে লক্ষ্য করা যায় যে তিনি অস্বাভাবিক আচরণ করছেন, যেমন গালিগালাজ করা এবং হঠাৎ মানুষকে জাপটে ধরা। বর্তমানে তার স্মৃতিশক্তি কমে গেছে এবং নিজের যত্ন নিতে সমস্যা হচ্ছে। তার রক্তচাপ ১৬২/১০৩ মি.মি.। শারীরিক পরীক্ষায় দেখা গেছে তিনি মাঝে মাঝে অকারণে হাসেন। কথা বলার সময় তিনি শব্দ খুঁজে পেতে সমস্যায় পড়েন এবং অমনোযোগী থাকেন। সবচেয়ে সম্ভাব্য ডায়াগনোসিস কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "আলঝেইমার ডিমেনশিয়া",
      "খ": "ফ্রন্টোটেম্পোরাল ডিমেনশিয়া",
      "গ": "কুভার-বুসি সিনড্রোম",
      "ঘ": "ভাস্কুলার ডিমেনশিয়া"
    },
    "উত্তর": "ফ্রন্টোটেম্পোরাল ডিমেনশিয়া",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0015",
    "সমন্বয়_বিভাগ": "ফুসফুস ও শ্বাসতন্ত্র",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৭ বছর বয়সী একজন রোগী শ্বাসকষ্ট এবং বুক ভারী বোধ হওয়ার কারণে জরুরি বিভাগে এসেছেন। তিনি জানান যে গত এক মাস ধরে তিনি খুব অল্পতেই হাঁপিয়ে উঠছেন, এমনকি সিঁড়ি দিয়ে উপরে উঠতে না পারায় এখন নিচতলায় ঘুমান। শারীরিক পরীক্ষায় ডান ফুসফুসে শ্বাস-প্রশ্বাসের শব্দ কম পাওয়া গেছে। এক্স-রে পরীক্ষায় ডান পাশে ফ্লুইড (pleural effusion) দেখা গেছে। সুঁই দিয়ে তরল বের করে পরীক্ষা করে প্রোটিন ৫.৮ এবং এলডিএইচ ২৫৮ পাওয়া গেল। নিচের কোন রোগের কারণে ফুসফুসে এই সমস্যা হতে পারে?",
    "বিকল্পসমূহ": {
      "ক": "কনজেস্টিভ হার্ট ফেইলিউর",
      "খ": "লিভার সিরোসিস",
      "গ": "লিম্ফোমা",
      "ঘ": "নেফ্রোটিক সিনড্রোম"
    },
    "উত্তর": "লিম্ফোমা",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0016",
    "সমন্বয়_বিভাগ": "রক্তবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৭৫ বছর বয়সী একজন রোগী ৭ দিন ধরে বমি বমি ভাব এবং বমির জন্য চিকিৎসকের কাছে এসেছেন। গত ২ দিন ধরে তিনি খুব দুর্বল বোধ করছেন এবং বসা থেকে দাঁড়ালে মাথা ঘুরায়। তিনি জানান যে প্রস্রাব স্বাভাবিক পরিমাণে হলেও তাকে ঘন ঘন প্রস্রাব করতে হচ্ছে। রোগী উচ্চ রক্তচাপের জন্য ওষুধ খান। শারীরিক পরীক্ষায় জিহ্বা সাদাটে এবং পানির অভাব (ডিহাইড্রেশন) দেখা গেছে। ল্যাবরেটরি রিপোর্টে সোডিয়াম ১৫০ এবং হিমোগ্লোবিন এ১সি ১০.৫% পাওয়া গেছে। নিচের কোনটি এই পরিস্থিতির জন্য দায়ী?",
    "বিকল্পসমূহ": {
      "ক": "ওষুধের মাত্রাতিরিক্ত ব্যবহার",
      "খ": "অসমোটিক ডাইউরেসিস",
      "গ": "অ্যালডোস্টেরনের অতিরিক্ত উৎপাদন",
      "ঘ": "অ্যান্টি-ডাইউরেটিক হরমোনের অভাব"
    },
    "উত্তর": "অসমোটিক ডাইউরেসিস",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0017",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬১ বছর বয়সী একজন রোগী, যিনি সিজোফ্রেনিয়ার জন্য হাসপাতালে ভর্তি আছেন, হঠাৎ করে অদ্ভুত শব্দ করা, মুখ বাঁকানো এবং ঘন ঘন চোখ পিটপিট করা শুরু করেছেন। এই উপসর্গগুলো ২ সপ্তাহ আগে ধীরে ধীরে শুরু হয়েছিল। রোগী গত কয়েক মাস ধরে হ্যালোপেরিডল দিয়ে চিকিৎসা নিচ্ছেন। তার শারীরিক পরীক্ষা এবং ভাইটাল সায়েন্স স্বাভাবিক। এই উপসর্গগুলো কিসের লক্ষণ?",
    "বিকল্পসমূহ": {
      "ক": "টারডিভ ডিসকাইনেসিয়া",
      "খ": "অ্যাকিউট ডিস্টোনিয়া",
      "গ": "সিউডোপারকিনসোনিজম",
      "ঘ": "প্যালসি"
    },
    "উত্তর": "টারডিভ ডিসকাইনেসিয়া",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0018",
    "সমন্বয়_বিভাগ": "রক্তবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৫ বছর বয়সী একজন রোগী ১ সপ্তাহ ধরে গায়ের রঙ হলুদ হয়ে যাওয়া এবং চুলকানির সমস্যার জন্য চিকিৎসকের কাছে এসেছেন। পরীক্ষায় জন্ডিস দেখা গেছে। প্রস্রাবে বিলিরুবিনের মাত্রা বেশি কিন্তু ইউরোবিলিনোজেনের মাত্রা অত্যন্ত কম পাওয়া গেছে। নিচের কোনটি এর মূল কারণ হতে পারে?",
    "বিকল্পসমূহ": {
      "ক": "এনজাইমের অভাব",
      "খ": "অতিরিক্ত হিমোগ্লোবিন ভেঙে যাওয়া",
      "গ": "বিলিরুবিনের অতিরিক্ত শোষণ",
      "ঘ": "যকৃৎ থেকে পিত্ত নির্গমনে বাধা"
    },
    "উত্তর": "যকৃৎ থেকে পিত্ত নির্গমনে বাধা",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0019",
    "সমন্বয়_বিভাগ": "ফুসফুস ও শ্বাসতন্ত্র",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২২ বছর বয়সী একজন রোগী ঘাড় শক্ত হয়ে যাওয়ার অভিযোগ নিয়ে জরুরি বিভাগে এসেছেন। তিনি জানান ৩ ঘণ্টা আগে তার ঘাড় হঠাৎ করে আটকে গেছে এবং এখন তিনি তা নাড়াতে পারছেন না। তার সিজোফ্রেনিয়া এবং অ্যাজমার ইতিহাস আছে। তিনি অ্যালবিউটেরল সেবন করেন। তার ঘাড় ডানে ঘুরে আছে এবং মাংসপেশি শক্ত হয়ে আছে। তিনি জানান যে ৪ ঘণ্টা আগে গলার আওয়াজ বাড়ায় তিনি ওষুধের ডোজ বাড়িয়ে দিয়েছিলেন। এই রোগীকে নিচের কোন ওষুধটি দেওয়া উচিত?",
    "বিকল্পসমূহ": {
      "ক": "গ্লাইকোপাইরোলেট",
      "খ": "বেনজট্রোপিন",
      "গ": "লেভোডোপা",
      "ঘ": "ড্যান্ট্রোলিন"
    },
    "উত্তর": "বেনজট্রোপিন",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0020",
    "সমন্বয়_বিভাগ": "ফুসফুস ও শ্বাসতন্ত্র",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "১৫ বছর বয়সী এক কিশোর তীব্র শ্বাসকষ্ট নিয়ে জরুরি বিভাগে এসেছে। তার অ্যাজমা নিয়ন্ত্রণে ছিল না। ফুটবল খেলার সময় হঠাৎ শ্বাসকষ্ট শুরু হয় এবং তার ইনহেলারও খালি ছিল। তার চাচার এমফিসেমা এবং নানার লিভার সিরোসিসের ইতিহাস আছে। তার পালস ১৩০ এবং অক্সিজেন ৯১%। পরীক্ষায় দুই ফুসফুসেই হুইজিং শব্দ পাওয়া গেছে। তাকে নেবুলাইজার দিয়ে ব্রঙ্কোডাইলেটর দেওয়া শুরু হয়েছে। এই ওষুধের কার্যপদ্ধতি কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "লিউকট্রিয়েন কার্যকারিতা হ্রাস",
      "খ": "মাসকারিনিক রিসেপ্টরের সক্রিয়করণ",
      "গ": "ফসফোডাইস্টারেজ কার্যকারিতা হ্রাস",
      "ঘ": "অ্যাডেনাইলেট সাইক্লেজ কার্যকারিতা বৃদ্ধি"
    },
    "উত্তর": "অ্যাডেনাইলেট সাইক্লেজ কার্যকারিতা বৃদ্ধি",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0021",
    "সমন্বয়_বিভাগ": "বাত ও অস্থিরোগ",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৫৪ বছর বয়সী একজন রোগী ৫ মাস ধরে ক্লান্তি এবং শ্বাসকষ্টে ভুগছেন। তার ২৩ বছর ধরে রিউমাটয়েড আর্থ্রাইটিস আছে যার জন্য তিনি নেপ্রোক্সেন সেবন করেন। শারীরিক পরীক্ষায় রক্তাল্পতা (pallor) দেখা গেছে। ল্যাবরেটরিতে হিমোগ্লোবিন ৯.২ এবং ইএসআর ৮৫ পাওয়া গেছে। এই রোগীর রক্তাল্পতার কারণ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "সিরাম ট্রান্সফারিন রিসেপ্টর বৃদ্ধি",
      "খ": "ট্রান্সফারিন স্যাচুরেশন বৃদ্ধি",
      "গ": "হেপসিডিনের নিঃসরণ বৃদ্ধি",
      "ঘ": "রেটিকুলোসাইট সংখ্যা বৃদ্ধি"
    },
    "উত্তর": "হেপসিডিনের নিঃসরণ বৃদ্ধি",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0022",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩৫ বছর বয়সী একজন রোগী ৫ দিন ধরে হাত-পায়ের দুর্বলতা এবং অসারতার জন্য চিকিৎসকের কাছে এসেছেন। গত ২ দিন ধরে তার অনিচ্ছাকৃত প্রস্রাব হয়ে যাচ্ছে। গত বছরও তার ডান পা দুর্বল হয়ে গিয়েছিল যা পরে ঠিক হয়ে যায়। পরীক্ষায় হাত-পায়ের শক্তি কম এবং রিফ্লেক্স অস্বাভাবিক দেখা গেছে। রোগ নির্ণয়ের জন্য পরবর্তী সঠিক পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "মাংসপেশির বায়োপসি",
      "খ": "রক্তের বিশেষ পরীক্ষা",
      "গ": "মস্তিষ্ক এবং মেরুদণ্ডের এমআরআই",
      "ঘ": "ল্যাম্বার পাংচার"
    },
    "উত্তর": "মস্তিষ্ক এবং মেরুদণ্ডের এমআরআই",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0023",
    "সমন্বয়_বিভাগ": "হৃদরোগ ও রক্তসংবহন",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪৭ বছর বয়সী একজন রোগীকে অচেতন অবস্থায় পার্কের বেঞ্চ থেকে উদ্ধার করে হাসপাতালে আনা হয়েছে। তার পালস ৬৪ এবং শ্বাস-প্রশ্বাসের গতি প্রতি মিনিটে ৭ বার। তার চোখের মণি অত্যন্ত সংকুচিত। ধমনীর রক্ত পরীক্ষায় পিএইচ ৭.২৬ এবং কার্বন ডাই অক্সাইড ৭০ পাওয়া গেছে। এই পরিস্থিতির সবচেয়ে সম্ভাব্য কারণ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "ডায়াবেটিস কিটোঅ্যাসিডোসিস",
      "খ": "ওষুধের মাত্রাতিরিক্ত ব্যবহার",
      "গ": "হাইপারভেন্টিলেশন",
      "ঘ": "ওপিওড ওষুধের অতিরিক্ত ব্যবহার"
    },
    "উত্তর": "ওপিওড ওষুধের অতিরিক্ত ব্যবহার",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0024",
    "সমন্বয়_বিভাগ": "সংক্রামক ব্যাধি",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৭ বছর বয়সী একজন রোগী জ্বর এবং শ্বাসকষ্ট নিয়ে হাসপাতালে ভর্তি হয়েছেন। পরীক্ষায় ইনফ্লুয়েঞ্জা এ পজিটিভ পাওয়া গেছে। চিকিৎসা সত্ত্বেও তার অবস্থা খারাপ হয় এবং তাকে আইসিইউতে লাইফ সাপোর্টে নিতে হয়। বুকের এক্স-রেতে সমস্যা দেখা দেয়। কয়েক সপ্তাহ পর তিনি সুস্থ হয়ে ওঠেন। ফুসফুসের কোষগুলো পুনরায় তৈরিতে নিচের কোন পদ্ধতিটি কাজ করে?",
    "বিকল্পসমূহ": {
      "ক": "সিলিয়াযুক্ত কোষ দ্বারা ফুসফুস পরিষ্কার করা",
      "খ": "অতিরিক্ত মিউকাস উৎপাদন",
      "গ": "সারফ্যাক্ট্যান্ট-নিঃসরণকারী কোষের বৃদ্ধি",
      "ঘ": "ক্লাব কোষের বৃদ্ধি"
    },
    "উত্তর": "সারফ্যাক্ট্যান্ট-নিঃসরণকারী কোষের বৃদ্ধি",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0025",
    "সমন্বয়_বিভাগ": "রক্তবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৪ বছর বয়সী একজন রোগী গত কয়েক বছর ধরে হাঁটু ব্যথায় ভুগছেন। সিঁড়ি দিয়ে উঠলে বা হাঁটলে ব্যথা বাড়ে এবং বিশ্রাম নিলে কমে। সকালে ঘুম থেকে ওঠার পর ৫-১০ মিনিট হাঁটু শক্ত হয়ে থাকে। পরীক্ষায় হাঁটুতে শব্দ (crepitus) এবং নড়াচড়ায় সীমাবদ্ধতা দেখা গেছে। এই রোগীর ক্ষেত্রে পরবর্তী করণীয় কী?",
    "বিকল্পসমূহ": {
      "ক": "রক্তের পরীক্ষা (সিবিসি)",
      "খ": "বিশেষ রক্ত পরীক্ষা (ইএসআর)",
      "গ": "হাঁটুর এমআরআই",
      "ঘ": "আর কোনো পরীক্ষার প্রয়োজন নেই"
    },
    "উত্তর": "আর কোনো পরীক্ষার প্রয়োজন নেই",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0026",
    "সমন্বয়_বিভাগ": "সংক্রামক ব্যাধি",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "এইচআইভি আক্রান্ত ৫৫ বছর বয়সী একজন রোগী জ্বর এবং কাশি নিয়ে জরুরি বিভাগে এসেছেন। তিনি নিয়মিত ওষুধ খেতেন না। হাসপাতালে আসার ৩০ মিনিট পর তার প্রচণ্ড শ্বাসকষ্ট শুরু হয়। রক্তচাপ ৮০/৫০ মি.মি.। তার ঘাড়ের শিরা ফুলে গেছে এবং ডান ফুসফুসে কোনো শব্দ পাওয়া যাচ্ছে না। এই রোগীর চিকিৎসায় পরবর্তী সঠিক পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "অ্যান্টিবায়োটিক বন্ধ করা",
      "খ": "রক্তের গ্যাস পরীক্ষা",
      "গ": "নিডল থোরাকোস্টোমি (সুঁই দিয়ে বাতাস বের করা)",
      "ঘ": "জরুরি এক্স-রে করা"
    },
    "উত্তর": "নিডল থোরাকোস্টোমি (সুঁই দিয়ে বাতাস বের করা)",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0027",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩৩ বছর বয়সী একজন নির্মাণ শ্রমিককে তার কর্মস্থল থেকে অচেতন অবস্থায় জরুরি বিভাগে আনা হয়েছে। তার তাপমাত্রা ১০৬°ফা (৪১.১°সে), পালস ১৭০ এবং রক্তচাপ ১০৯/৬২ মি.মি.। তিনি প্রচুর ঘামছেন এবং অসংলগ্ন কথা বলছেন। তার সিজোফ্রেনিয়া এবং মৃগীরোগের ইতিহাস আছে। রোগীর সবচেয়ে সম্ভাব্য রোগ নির্ণয় কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "পরিশ্রম-জনিত হিট স্ট্রোক",
      "খ": "ম্যালিগন্যান্ট হাইপারথার্মিয়া",
      "গ": "নিউরোলেপটিক ম্যালিগন্যান্ট সিনড্রোম",
      "ঘ": "থাইরয়েড স্টর্ম"
    },
    "উত্তর": "পরিশ্রম-জনিত হিট স্ট্রোক",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0028",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২২ বছর বয়সী একজন রোগী মুখ, হাত এবং ঘাড় ফুলে যাওয়ার সমস্যায় ভুগছেন। সাথে মাঝেমধ্যে পেটে ব্যথা হয়। এই সমস্যা ২-৩ দিন পর নিজে থেকেই ঠিক হয়ে যায়। জীবনের শুরু থেকেই তার এই সমস্যা হচ্ছে। গত সপ্তাহে গলার সমস্যা হওয়ায় খাবার গিলে খেতে অসুবিধা হচ্ছিল। তার পরিবারের একজনের একই সমস্যা আছে। রক্ত পরীক্ষায় সি১-ইনহিবিটর এর মাত্রা অত্যন্ত কম পাওয়া গেছে। সম্ভাব্য ডায়াগনোসিস কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "চেডিয়াক-হিগাশি সিনড্রোম",
      "খ": "উইসকট-অলড্রিচ সিনড্রোম",
      "গ": "পিএনএইচ",
      "ঘ": "হেরিডিটরি এনজিওডিমা"
    },
    "উত্তর": "হেরিডিটরি এনজিওডিমা",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0029",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২৭ বছর বয়সী একজন রোগী সড়ক দুর্ঘটনায় হাত বিচ্ছিন্ন হয়ে যাওয়ায় হাসপাতালে এসেছেন। অতিরিক্ত রক্তক্ষরণের ফলে তার জীবন সংকটাপন্ন। তার স্ত্রী জানান যে ধর্মীয় কারণে তারা রক্ত গ্রহণ করবেন না। রোগীর মেডিকেল রেকর্ডেও রক্ত গ্রহণে নিষেধাজ্ঞার কথা লেখা আছে। জীবন বাঁচাতে এই পরিস্থিতিতে চিকিৎসকের কী করা উচিত?",
    "বিকল্পসমূহ": {
      "ক": "জীবন বাঁচাতে রক্ত দেওয়া",
      "খ": "হাসপাতালের এথিক্স কমিটির সাথে কথা বলা",
      "গ": "রোগীর লিখিত নির্দেশনা সম্মান করা এবং রক্ত না দেওয়া",
      "ঘ": "রক্ত দেওয়ার জন্য তার স্ত্রীকে রাজি করানো"
    },
    "উত্তর": "রোগীর লিখিত নির্দেশনা সম্মান করা এবং রক্ত না দেওয়া",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0030",
    "সমন্বয়_বিভাগ": "হৃদরোগ ও রক্তসংবহন",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪৭ বছর বয়সী একজন রোগী হঠাৎ চোখ লাল হয়ে যাওয়া এবং তীব্র ব্যথার জন্য চিকিৎসকের কাছে এসেছেন। সাথে তার ২ মাস ধরে পিঠের নিচের দিকে ব্যথা আছে যা সকালে বেশি থাকে এবং নড়াচড়া করলে কমে। তার পায়েও ব্যথা আছে। ল্যাবরেটরিতে ইএসআর এবং সিআরপি বেশি পাওয়া গেছে। এই রোগীর ক্ষেত্রে নিচের কোন সমস্যাটি পাওয়ার সম্ভাবনা বেশি?",
    "বিকল্পসমূহ": {
      "ক": "মুখ শুকিয়ে যাওয়া",
      "খ": "পরিপাকে সমস্যা",
      "গ": "অ্যাওর্টিক রিগারজিটেশন (হার্টের ভাল্বের সমস্যা)",
      "ঘ": "হেমোক্রোমাটোসিস"
    },
    "উত্তর": "অ্যাওর্টিক রিগারজিটেশন (হার্টের ভাল্বের সমস্যা)",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0031",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৫৭ বছর বয়সী একজন রোগী মানসিক বিভ্রান্তি (confusion) নিয়ে জরুরি বিভাগে এসেছেন। কয়েক দিন আগে তার জ্বর এবং কাশি শুরু হয়, যা পরে পেটে ব্যথা, ডায়রিয়া এবং বিভ্রান্তিতে রূপ নেয়। শরীরের তাপমাত্রা ১০২°ফা, রক্তচাপ ১২৭/৬৮ মি.মি.। ফুসফুসে অস্বাভাবিক শব্দ পাওয়া গেছে। ল্যাবরেটরি পরীক্ষায় সিরাম সোডিয়াম ১৩০ মি.মোল পাওয়া গেছে। বর্তমান চিকিৎসার জন্য সবচেয়ে উপযোগী পরীক্ষা কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "বুকের এক্স-রে",
      "খ": "ফুসফুসের বায়োপসি",
      "গ": "কফ পরীক্ষা",
      "ঘ": "প্রস্রাবের অ্যান্টিজেন পরীক্ষা"
    },
    "উত্তর": "প্রস্রাবের অ্যান্টিজেন পরীক্ষা",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0032",
    "সমন্বয়_বিভাগ": "মধুমেহ ও বিপাক",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "কিডনি বিকল হওয়ার কারণে চিকিৎসাধীন ৬৩ বছর বয়সী একজন রোগী গত এক মাস ধরে ডায়ালাইসিসের পর মাথা ঘোরার কথা জানাচ্ছেন। তার ২২ বছর ধরে ডায়াবেটিস আছে। ডায়ালাইসিসের আগে তার রক্তচাপ ১৩৫/৮০ এবং পরে ১১০/৫৫ পাওয়া গেছে। রক্তে হিমোগ্লোবিনের মাত্রা ১০.৫। ভারসাম্য হারানো বা পড়ে যাওয়া রোধ করতে সবচেয়ে কার্যকর পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "ডায়ালাইসেট ঠান্ডা করা",
      "খ": "ডায়ালাইসিসের সময় ভারি খাবার খাওয়া",
      "গ": "আল্ট্রা-ফিল্ট্রেশন বাড়ানো",
      "ঘ": "স্টেরয়েড দেওয়া"
    },
    "উত্তর": "ডায়ালাইসেট ঠান্ডা করা",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0033",
    "সমন্বয়_বিভাগ": "মধুমেহ ও বিপাক",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৭২ বছর বয়সী একজন রোগী ৬ মাস ধরে শ্বাসকষ্টের সমস্যার জন্য চিকিৎসকের কাছে এসেছেন। তিনি জানান যে আগে তিনি নিয়মিত হাঁটাহাঁটি করতে পারতেন কিন্তু এখন সামান্য পরিশ্রমেই হাঁপিয়ে ওঠেন। তার ডায়াবেটিস এবং উচ্চ রক্তচাপ আছে। তিনি ৫৫ বছর ধরে প্রতিদিন এক প্যাকেট সিগারেট ধূমপান করেন। পরীক্ষায় তার বুকের গড়ন অস্বাভাবিক (barrel chest) এবং ফুসফুসের শব্দ কম পাওয়া গেছে। এই রোগীর ক্ষেত্রে নিচের কোন তথ্যটি সঠিক হওয়ার সম্ভাবনা বেশি?",
    "বিকল্পসমূহ": {
      "ক": "রেসিডুয়াল ভলিউম হ্রাস পাওয়া",
      "খ": "শ্বাস ছাড়ার গতি বৃদ্ধি পাওয়া",
      "গ": "রেসিডুয়াল ভলিউম বৃদ্ধি এবং শ্বাস ছাড়ার গতি হ্রাস পাওয়া",
      "ঘ": "রেসিডুয়াল ভলিউম স্বাভাবিক থাকা"
    },
    "উত্তর": "রেসিডুয়াল ভলিউম বৃদ্ধি এবং শ্বাস ছাড়ার গতি হ্রাস পাওয়া",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0034",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "১৪ বছর বয়সী একজন স্থূল কিশোর হিপ এবং হাঁটুতে তীব্র ব্যথা নিয়ে এসেছে। গত তিন সপ্তাহ ধরে সে কিছুটা খুঁড়িয়ে হাঁটছে, কিন্তু আজ ব্যথা প্রচণ্ড বেড়েছে। তার কোনো আঘাত পাওয়ার ইতিহাস নেই। পরীক্ষায় ডান পা কিছুটা বেঁকে আছে এবং নড়াচড়া করতে সমস্যা হচ্ছে। এক্স-রে পরীক্ষায় ফিমার হাড়ের মাথার বিচ্যুতি দেখা গেছে। পরবর্তী সঠিক চিকিৎসা কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "৩ মাস পর পুনরায় পরীক্ষা",
      "খ": "জয়েন্টে স্টেরয়েড ইনজেকশন",
      "গ": "প্যাভলিক হারনেস ব্যবহার",
      "ঘ": "অস্ত্রোপচারের মাধ্যমে হিপ জয়েন্ট ঠিক করা"
    },
    "উত্তর": "অস্ত্রোপচারের মাধ্যমে হিপ জয়েন্ট ঠিক করা",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0035",
    "সমন্বয়_বিভাগ": "রক্তবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২০ বছর বয়সী একজন রোগী এক মাস ধরে হাঁটতে ভারসাম্যহীনতা এবং কানে কম শোনার সমস্যার জন্য চিকিৎসকের কাছে এসেছেন। সাথে তার মুখমন্ডলে ঝিঁঝিঁ ধরার অনুভূতি হচ্ছে। পরীক্ষায় তার উভয় কানে শ্রবণশক্তি হ্রাস পাওয়া গেছে। জেনেটিক পরীক্ষায় ক্রোমোজোম ২২-এ মিউটেশন পাওয়া গেছে। এই রোগীর নিচের কোন সমস্যাটি হওয়ার ঝুঁকি বেশি?",
    "বিকল্পসমূহ": {
      "ক": "রেনাল সেল কার্সিনোমা",
      "খ": "মেনিনজিওমা",
      "গ": "অ্যাস্ট্রোসাইটোমা",
      "ঘ": "রক্তনালীর অস্বাভাবিকতা"
    },
    "উত্তর": "মেনিনজিওমা",
    "উত্তর_সূচক": "খ"
  },
  {
    "vignette_id": "PILOT-0036",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২৬ বছর বয়সী একজন রোগী ২ মাস ধরে পেটের উপরের অংশে ব্যথার অভিযোগ করছেন। খাওয়ার কয়েক ঘণ্টা পর ব্যথা বেড়ে যায়। তার রক্তে ক্যালসিয়ামের মাত্রা ১৩.২ মি.গ্রা. (স্বাভাবিকের চেয়ে বেশি)। এন্ডোস্কোপি পরীক্ষায় ক্ষুদ্রান্ত্রে একাধিক ক্ষত (ulcer) পাওয়া গেছে। ক্ষতের ধরন এবং ক্যালসিয়ামের মাত্রা অনুযায়ী সম্ভাব্য ডায়াগনোসিস কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "জিইআরডি",
      "খ": "গ্যাস্ট্রিক অ্যাডেনোকার্সিনোমা",
      "গ": "ভিআইপিওমা",
      "ঘ": "এমইএন ১ (MEN1)"
    },
    "উত্তর": "এমইএন ১ (MEN1)",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0037",
    "সমন্বয়_বিভাগ": "বাত ও অস্থিরোগ",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬০ বছর বয়সী একজন ওস্টিওআর্থ্রাইটিসের রোগী দীর্ঘদিন ধরে ব্যথানাশক ওষুধ খেয়ে আসছেন। ২ বছর আগের তুলনায় বর্তমানে তার কিডনির কার্যকারিতা কমে গেছে। রক্তে ক্রিয়েটিনিন ২.০ মি.গ্রা. এবং প্রস্রাবে প্রোটিন পাওয়া গেছে। কিডনি বায়োপসিতে টিস্যুর প্রদাহ দেখা গেছে। কিডনির এই সমস্যার সবচেয়ে সম্ভাব্য কারণ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "গ্লোমেরুলোস্ক্লেরোসিস",
      "খ": "রক্তপ্রবাহ কমে যাওয়ার কারণে টিউবুলার নেক্রোসিস",
      "গ": "বিষক্রিয়ার কারণে টিউবুলার নেক্রোসিস",
      "ঘ": "ওষুধের বিষক্রিয়ার কারণে ইন্টারস্টিশিয়াল নেফ্রাইটিস"
    },
    "উত্তর": "ওষুধের বিষক্রিয়ার কারণে ইন্টারস্টিশিয়াল নেফ্রাইটিস",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0038",
    "সমন্বয়_বিভাগ": "ফুসফুস ও শ্বাসতন্ত্র",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪২ বছর বয়সী একজন রোগী ১ মাস ধরে ক্লান্তি এবং শ্বাসকষ্টের জন্য চিকিৎসকের কাছে এসেছেন। তিনি হাত এবং আঙ্গুলের জয়েন্টে ব্যথা অনুভব করেন যার জন্য আইবুপ্রোফেন সেবন করেন। পরীক্ষায় তার গায়ের রঙ কালো বা তামাটে দেখা যাচ্ছে। লিভারের আকার বড় হয়ে গেছে এবং ফুসফুসে শব্দ পাওয়া গেছে। এইচএলএ (HLA) পরীক্ষায় নিচের কোনটি পজিটিভ হওয়ার সম্ভাবনা বেশি?",
    "বিকল্পসমূহ": {
      "ক": "HLA-DR3",
      "খ": "HLA-DR4",
      "গ": "HLA-B8",
      "ঘ": "HLA-A3"
    },
    "উত্তর": "HLA-A3",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0039",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩০ বছর বয়সী একজন রোগী বুকে ব্যথা নিয়ে জরুরি বিভাগে এসেছেন। তিনি জানান যে হঠাৎ মনে হয়েছিল তিনি মারা যাবেন এবং বুক ধড়ফড় শুরু হয়েছিল। সাথে প্রচুর ঘাম এবং শ্বাসকষ্ট হয়েছিল। হাসপাতালে আসার আগেই উপসর্গগুলো নিজে থেকে ঠিক হয়ে যায়। ইসিজি এবং রক্ত পরীক্ষা স্বাভাবিক। এই ডায়াগনোসিস নিশ্চিত করতে নিচের কোনটি প্রয়োজন?",
    "বিকল্পসমূহ": {
      "ক": "১ মাস ধরে এই সম্পর্কিত উপসর্গ থাকা",
      "খ": "৩০ মিনিটের বেশি স্থায়ী হওয়া",
      "গ": "পারিবারিক ইতিহাস",
      "ঘ": "অ্যাগোরাফোবিয়া"
    },
    "উত্তর": "১ মাস ধরে এই সম্পর্কিত উপসর্গ থাকা",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0040",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "১৩ বছর বয়সী এক কিশোর চোখ ব্যথা এবং ঝাপসা দৃষ্টি নিয়ে জরুরি বিভাগে এসেছে। সে কন্টাক্ট লেন্স পরে এবং ২ দিন ধরে তা খোলেনি। পরীক্ষায় তার চোখের কর্নিয়াতে ক্ষত এবং পুঁজ দেখা গেছে। চোখে সিপ্রোফ্লক্সাসিন দেওয়া শুরু হয়েছে। ল্যাবরেটরি কালচারে নিচের কোন জীবাণুটি পাওয়ার সম্ভাবনা বেশি?",
    "বিকল্পসমূহ": {
      "ক": "গ্রাম-নেগেটিভ ডিপ্লোকক্কাই",
      "খ": "গ্রাম-নেগেটিভ ল্যাকটোজ-ফার্মেন্টিং ব্যাসিলাই",
      "গ": "গ্রাম-নেগেটিভ অক্সিডেজ-পজিটিভ ব্যাসিলাই",
      "ঘ": "গ্রাম-পজিটিভ ডিপ্লোকক্কাই"
    },
    "উত্তর": "গ্রাম-নেগেটিভ অক্সিডেজ-পজিটিভ ব্যাসিলাই",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0041",
    "সমন্বয়_বিভাগ": "সংক্রামক ব্যাধি",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩৪ বছর বয়সী একজন হিরোইন আসক্ত ব্যক্তি ডায়রিয়া এবং মাংসপেশির ব্যথার জন্য চিকিৎসকের কাছে এসেছেন। তিনি সুস্থ হওয়ার জন্য হিরোইন ত্যাগ করছেন। তার এইচআইভি এবং হেপাটাইটিস বি আছে। তার পেটে এবং কটিদেশে ব্যথা হচ্ছে। সামগ্রিক চিকিৎসার জন্য কোনটি সবচেয়ে ভালো ওষুধ?",
    "বিকল্পসমূহ": {
      "ক": "মেথাডোন",
      "খ": "ন্যালোক্সোন",
      "গ": "অ্যালভিমোপান",
      "ঘ": "লোপেরামাইড"
    },
    "উত্তর": "মেথাডোন",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0042",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪৪ বছর বয়সী একজন অধূমপায়ী ব্যক্তি ক্লান্তি, জ্বর এবং ওজন হ্রাসের অভিযোগ নিয়ে এসেছেন। শারীরিক পরীক্ষায় ঘাড়ের লসিকা গ্রন্থি (lymph node) ফোলা পাওয়া গেছে। সিটি স্ক্যানে ফুসফুসের মধ্যভাগে সমস্যা দেখা গেছে। বায়োপসিতে গ্রান্যুলোমা পাওয়া গেছে। চিকিৎসার শুরুতে নিচের কোন ওষুধটি দেওয়া উচিত?",
    "বিকল্পসমূহ": {
      "ক": "সিসপ্ল্যাটিন",
      "খ": "ল্যামিভুডিন",
      "গ": "আইসোনিয়াজিড",
      "ঘ": "প্রেডনিসোন"
    },
    "উত্তর": "প্রেডনিসোন",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0043",
    "সমন্বয়_বিভাগ": "অন্যান্য",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৬৫ বছর বয়সী এক ব্যক্তি গত এক মাস ধরে প্রস্রাবের সাথে লাল রঙের রক্ত যাওয়ার অভিযোগ করছেন। প্রস্রাবে কোনো ব্যথা নেই। পরীক্ষায় কিডনির স্থানে কোনো ব্যথা অনুভূত হয়নি। এই বয়সে প্রস্রাবে ব্যথাহীন রক্ত যাওয়ার সবচেয়ে সম্ভাব্য কারণ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "মূত্রথলির টিউমার",
      "খ": "কিডনির ক্যান্সার",
      "গ": "বিট খাওয়ার ফলে লাল প্রস্রাব",
      "ঘ": "মূত্রনালীর সংক্রমণ (ইউটিআই)"
    },
    "উত্তর": "মূত্রথলির টিউমার",
    "উত্তর_সূচক": "ক"
  },
  {
    "vignette_id": "PILOT-0044",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "১৯ বছর বয়সী এক যুবক অস্বাভাবিক আচরণের জন্য জরুরি বিভাগে এসেছে। সে চিৎকার করে বলছে যে সরকার তার পিছু নিয়েছে। তার রক্তচাপ ১৬০/৮৯ এবং পালস ১১৫/মিনিট। সে প্রচুর ঘামছে এবং চোখের মণি অনেক বড় হয়ে গেছে। পরীক্ষায় তার রিফ্লেক্স অস্বাভাবিক দেখা গেছে। এই পরিস্থিতির জন্য নিচের কোনটি দায়ী হতে পারে?",
    "বিকল্পসমূহ": {
      "ক": "স্বল্পমেয়াদী সাইকোসিস",
      "খ": "নিউরোলেপটিক ম্যালিগন্যান্ট সিনড্রোম",
      "গ": "অ্যান্টি-কোলিনার্জিক বিষক্রিয়া",
      "ঘ": "সিন্থেটিক ক্যাথিনোন নেশা"
    },
    "উত্তর": "সিন্থেটিক ক্যাথিনোন নেশা",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0045",
    "সমন্বয়_বিভাগ": "সংক্রামক ব্যাধি",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৩০ বছর বয়সী একজন রোগী ৭ দিন ধরে পায়ের দুর্বলতার কথা জানাচ্ছেন। গরম পানিতে গোসল করলে তার পায়ে ঝিঁঝিঁ ধরার অনুভূতি বেড়ে যায়। পরীক্ষায় তার মাংসপেশির শক্তি কম এবং পায়ের পাতায় অস্বাভাবিক রিফ্লেক্স পাওয়া গেছে। মেরুদণ্ডের এমআরআই-তে সমস্যা দেখা গেছে। ডায়াগনোসিস নিশ্চিত করতে নিচের কোনটি সহায়ক হবে?",
    "বিকল্পসমূহ": {
      "ক": "রক্তে বিশেষ অ্যান্টিবডি উপস্থিতি",
      "খ": "ব্রেইন বায়োপসিতে ভাইরাস উপস্থিতি",
      "গ": "সিএসএফ বা মেরুদণ্ডের রসে ইমিউনোগ্লোবুলিন ব্যান্ড এর উপস্থিতি",
      "ঘ": "রক্তে ব্যাকটেরিয়ার উপস্থিতি"
    },
    "উত্তর": "সিএসএফ বা মেরুদণ্ডের রসে ইমিউনোগ্লোবুলিন ব্যান্ড এর উপস্থিতি",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0046",
    "সমন্বয়_বিভাগ": "রক্তবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৫৯ বছর বয়সী একজন রোগী ক্লান্তি, কাশির সাথে রক্ত যাওয়া এবং গাঢ় প্রস্রাবের সমস্যার জন্য এসেছেন। তিনি গত ২৬ বছর ধরে প্রচুর ধূমপান করেন। রক্ত পরীক্ষায় অ্যান্টি-জিবিএম অ্যান্টিবডি পজিটিভ পাওয়া গেছে। এই রোগের প্রধান বৈশিষ্ট্য কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "রক্তনালীর প্রদাহ",
      "খ": "ক্রাইওগ্লোবুলিন উপস্থিতি",
      "গ": "ইমিউনোফ্লোরোসেন্স পরীক্ষায় রৈখিক আইজিজি (Linear IgG) স্টেইনিং",
      "ঘ": "কিডনির মেমব্রেন অস্বাভাবিকভাবে পুরু হওয়া"
    },
    "উত্তর": "ইমিউনোফ্লোরোসেন্স পরীক্ষায় রৈখিক আইজিজি (Linear IgG) স্টেইনিং",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0047",
    "সমন্বয়_বিভাগ": "সংক্রামক ব্যাধি",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪৬ বছর বয়সী একজন ডায়াবেটিস রোগী এক সপ্তাহ ধরে বমি বমি ভাব এবং ব্যথায় ভুগছেন। তিনি সম্প্রতি বিদেশ থেকে ফিরেছেন এবং সেখানে কোনো একটি ইনফেকশনের জন্য অ্যান্টিবায়োটিক খেয়েছিলেন। ইসিজি-তে টি-ওয়েভ (T wave) চ্যাপ্টা দেখা গেছে। চিকিৎসকরা তাকে থায়াজাইড ওষুধ দিয়েছেন। নিচের কোন রোগের সাথে এই পরিস্থিতির সম্পর্ক আছে?",
    "বিকল্পসমূহ": {
      "ক": "রিউমাটয়েড আর্থ্রাইটিস",
      "খ": "Sjogren সিনড্রোম",
      "গ": "লুপাস",
      "ঘ": "উইলসন্স ডিজিজ"
    },
    "উত্তর": "উইলসন্স ডিজিজ",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0048",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "২০ বছর বয়সী এক সেনাসদস্য রোদের মধ্যে অনুশীলনের সময় অজ্ঞান হয়ে পড়েন। হাসপাতালে তার তাপমাত্রা ৪০.৩°সে এবং পালস ১০৫/মিনিট। তার ঘাম হচ্ছে না, চামড়া ও মুখ শুকনো। প্রচুর পেশি ব্যথা এবং প্রস্রাব চা-এর মতো গাঢ় রঙের দেখা যাচ্ছে। প্রস্রাব পরীক্ষায় রক্ত পাওয়া গেলেও লোহিত রক্তকণিকা নেই। এই পরিস্থিতির কারণ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "জেনেটিক মিউটেশন",
      "খ": "ব্যাকটেরিয়া সংক্রমণ",
      "গ": "হিট স্ট্রোক",
      "ঘ": "কিডনির বিশেষ প্রদাহ"
    },
    "উত্তর": "হিট স্ট্রোক",
    "উত্তর_সূচক": "গ"
  },
  {
    "vignette_id": "PILOT-0049",
    "সমন্বয়_বিভাগ": "স্নায়ুবিদ্যা",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪০ বছর বয়সী একজন ব্যক্তি ৬ মাস ধরে দৃষ্টিশক্তির সমস্যার জন্য চিকিৎসকের কাছে এসেছেন। রাতে গাড়ি চালাতে তার সমস্যা হচ্ছে। তিনি সিজোফ্রেনিয়ার জন্য নিয়মিত ওষুধ খান। পরবর্তী সঠিক পদক্ষেপ কোনটি?",
    "বিকল্পসমূহ": {
      "ক": "ওষুধের মাত্রা কমানো",
      "খ": "আশ্বাস দেওয়া",
      "গ": "অজ্ঞান করে চোখ পরীক্ষা",
      "ঘ": "স্লিট-ল্যাম্প পরীক্ষা (Slit-lamp examination)"
    },
    "উত্তর": "স্লিট-ল্যাম্প পরীক্ষা (Slit-lamp examination)",
    "উত্তর_সূচক": "ঘ"
  },
  {
    "vignette_id": "PILOT-0050",
    "সমন্বয়_বিভাগ": "সংক্রামক ব্যাধি",
    "পদ্ধতি": "রোগ নির্ণয় ভিত্তিক",
    "প্রশ্ন": "৪০ বছর বয়সী একজন রোগী ঘাড়ে ব্যথা এবং দুর্বলতা নিয়ে এসেছেন। তিনি জানান যে তার ক্ষুধা কমে গেছে, কোষ্ঠকাঠিন্য এবং চোয়ালে ব্যথা আছে। থাইরয়েডের বায়োপসিতে প্রদাহ দেখা গেছে। নিচের কোনটি এই পরিস্থিতির সূত্রপাত ঘটাতে পারে?",
    "বিকল্পসমূহ": {
      "ক": "আয়োডিন স্বল্পতা",
      "খ": "থাইরোগ্লোসাল সিস্ট",
      "গ": "সংক্রমণ",
      "ঘ": "কিডনি রোগ"
    },
    "উত্তর": "সংক্রমণ",
    "উত্তর_সূচক": "গ"
  }
]
